{
    "chapters": [
        {
            "dialogs": [
                {
                    "id": 0,
                    "text": "At arabasının sallantılarıyla gözlerini yavaşça araladın. Gece göğünün altında bulutsuz ve yıldızlı bir manzarayla karşılaştın. Yavaşça doğrulduğunda yanında, senin yaşlarında birkaç gencin daha uyuduğunu gördün. İleride meşale ışıkları gözükmeye başlamıştı. “Uyanın.” Diye bağırdı sürücü ve uyumakta olanlar herkesi uyandırdı. Kısa süre sonra araba durduğunda zincir zırh giymiş bir asker arabaya yaklaştı. “İnin ve beni takip edin.” ",
                    "save": true
                },
                {
                    "id": 1,
                    "text": "Arabadan inip adamı takip etmeye başladın. Onu takip ederken talim alanlarının etrafından geçtiğinizi fark ettin. İlk talim alanı neredeyse boştu. Sadece birkaç kişi birbirleriyle kılıç mücadelesindeydi ve bir hayli yorulmuş görünüyorlardı. İkinci talim alanına geldiğinizde takip ettiğiniz asker durdu. Yanına iki asker daha geldi ve birisi elindeki parşömen ve kalemi, sizi oraya götüren askere uzattı. Başınızdaki asker parşömen ve kâğıdı aldı ve size döndü. “Sıraya girin, sırayla bilgileriniz alınacak.”",
                    "save": false
                },
                {
                    "id": 2,
                    "text": "Sıraya girdiniz ve iki kişi sonrasında sıra sana geldi. Asker ezberden sorularını sormaya başladı. “İsmin, yaşın, geldiğin köy.” Askerin sesi tekdüze ve bıkmış şekilde çıkmıştı. “Artyom, 20, Sami Köyü.” Asker hepsini kâğıda yazdı ve devam etti. “Peki, becerikli olduğun alan ne?” Bu soruya nasıl cevap vereceğini, önceki iki genç sayesinde öğrenmiştin.",
                    "image": "assets/images/foto1.jpeg",
                    "save": false,
                    "choices": [
                        {
                            "id": 0,
                            "text": "Kılıç kullanmayı biliyorum",
                            "nextdialog": 4
                        },
                        {
                            "id": 1,
                            "text": "Büyü yapabiliyorum",
                            "nextdialog": 4
                        },
                        {
                            "id": 2,
                            "text": "Savaş konusunda bir becerim yok",
                            "nextdialog": 3
                        }
                    ]
                },
                {
                    "id": 3,
                    "text": "Asker gözlerini kâğıttan kaldırıp önce yanındaki diğer iki askere, sonrasında sana baktı. “Demek daha önce hiç antrenman yapmadan krallığın için savaşmak istiyorsun. Cesur hareket Artyom. O halde şunu soracağım, büyü kullanmak mı istersin yoksa kılıç kullanmak mı?”",
                    "image": "assets/images/foto.jpeg",
                    "save": false,
                    "choices": [
                        {
                            "id": 0,
                            "text": "Kılıç kullanmayı öğrenmek istiyorum.",
                            "nextdialog": 4
                        },
                        {
                            "id": 1,
                            "text": "Büyü yapmayı öğrenmek istiyorum.",
                            "nextdialog": 4
                        }
                    ]
                },
                {
                    "id": 4,
                    "text": "Asker dediklerini not aldıktan sonra diğer iki gence katılman için kafasıyla işaret verdi ve sıradakine geçip onun bilgilerini almaya başladı. Herkesin cevapları alındıktan sonra Başınızdaki asker parşömeni yuvarladı ve kapattı. Size dönerek hafifçe öksürdü ve konuşmaya başladı. “Hepinize Gretro Krallığı adına teşekkür ediyorum. Delfia Krallığı ile olan savaşta gönüllü askerlik yapmak için evlerinizden ayrıldınız. Bu gecelik iyice dinlenin. Yarın eğitimleriniz başlayacak.”",
                    "save": true
                },
                {
                    "id": 5,
                    "text": "Başınızdaki asker parşömenle birlikte yanınızdan ayrıldı, diğer iki asker ise sizi yatacağınız yere götürdü. Yatakhaneniz küçük bir binaydı ve içinde on tane ranza bulunuyordu, senin geldiğin at arabasındaysa en fazla altı kişi vardı. Deneyimli askerler sizinle yatmayacağını düşünüyordun, o halde tek gelen grup siz olamazdınız. Ancak şu an için yatakhane sizin haricinizde boştu.",
                    "save": false
                },
                {
                    "id": 6,
                    "text": "Üzerini değiştin ve bir yatağa uzandın. Yolda gelirken uyumuş olsan bile ilerde olacağını düşündüğün şeyleri enerjik bir şekilde karşılamak istiyordun, bu yüzden kendini uyumak için zorladın ve bir süre sonra rüyasız bir uykuya daldın.",
                    "save": false
                },
                {
                    "id": 7,
                    "text": "“Uyanın çömezler!” bağrışı eşliğinde bir anda yerinden sıçradın. Gözlerin yavaşça açılırken etrafına bakmaya başladın yavaşça. Nerede olduğunu hatırladığında hızla ayaklandın ve diğer yedi kişiyle birlikte sıraya girdin. Bilincin kendine geldiğinde yatakhanede üç asker gördün. Dün gördüklerindi. Ortadaki sizin bilgilerinizi alandı, diğer ikisi ise onun sağında ve solunda duruyordu. Sağındakinin elinde kırmızı, solundakinin elinde mavi kumaş parçaları vardı. ",
                    "save": false
                },
                {
                    "id": 8,
                    "text": "“Hepinizin dolaplarınız önüne antrenman kıyafetleriniz kondu. Hazırlanın derhal!” dolaplar, yatakhanenin kapısının iki tarafına sıralanmış vaziyette duruyordu. Oraya doğru ilerlediğinden her dolabın üstünde bir isim yazılı olduğunu gördün. Kendi isminin olduğu dolabı bulduğunda, önündeki kıyafetleri giydin ve eski kıyafetlerini dolabına koydun.",
                    "save": false
                },
                {
                    "id": 9,
                    "text": "Altınız da giyindikten sonra sizi bekleyen askerlerin karşısında sıraya geçtiniz ve ortadaki adam konuşmaya başladı. “Ben Çavuş Harbender Torse, bunlarda Astsubaylarım Orion Getes ve Darian Bendola.” Dedi sırayla önce sağındaki sonra solundaki askeri göstererek. “Bundan sonra siz acemilerin eğitiminden biz sorumluyuz. Şimdi, büyü eğitimi alacak olanlar Astsubay Getes’in, kılıç eğitimi alacaklarda Astsubay Bendola’nın önünde tek sıra olsunlar.",
                    "save": false,
                    "nextdialog": 13
                },
                {
                    "id": 10,
                    "text": "Önceki gün kılıç eğitimi seçtiğin için Astsubay Bendola‘ın önünde diğerleriyle birlikte sıraya girdin. Altı kişiden şans eseri üçerli olarak ayrılmıştınız. Astsubay sana turuncu kumaşı uzattı. “Eğitimleriniz boyunca bunları belinize bağlamalısınız ki diğerleri hangi alanda eğitim gördüğünüzü anlayabilsinler.” Onun dediği üzere sana verilen kumaşı beline dolayıp bağladın. Artık kendini hazır hissediyordun.",
                    "save": true
                },
                {
                    "id": 11,
                    "text": "“Beni takip edin.” Diyen Astsubay Bendola seni ve diğer iki çaylağı dışarı çıkardı. Güneş daha yeni doğmuş olmalı ki, gökteki kızıllık henüz gitmemişti. Astsubayı takip ederken çatal bıçak seslerini duymaya başladın. Kısa süre sonra da sebebini anlamıştın, astsubay sizi yemekhaneye getirmişti. ",
                    "save": false
                },
                {
                    "id": 12,
                    "text": "Onun arkasından sıraya girdiniz ve sıranız geldiğinde kahvaltı tepsilerinizi alıp astsubayla birlikte bir masaya oturup kahvaltınızı etmeye başladınız. Aranızdan biri, sarışın yeşil gözlü bir erkekti. “Benim adım Aaron. 19 yaşındayım, Teresta şehrinden geliyorum.” Dedi kendisini tanıtmak için.",
                    "save": false,
                    "nextdialog": 16
                },
                {
                    "id": 13,
                    "text": "Önceki gün büyü eğitimi seçtiğin için Astsubay Getes‘in önünde diğerleriyle birlikte sıraya girdin. Altı kişiden şans eseri üçerli olarak ayrılmıştınız. Astsubay sana yeşil kumaşı uzattı. “Eğitimleriniz boyunca bunları belinize bağlamalısınız ki diğerleri hangi alanda eğitim gördüğünüzü anlayabilsinler.” Onun dediği üzere sana verilen kumaşı beline dolayıp bağladın. Artık kendini hazır hissediyordun.",
                    "save": true
                },
                {
                    "id": 14,
                    "text": "“Beni takip edin.” Diyen Astsubay Getes seni ve diğer iki çaylağı dışarı çıkardı. Güneş daha yeni doğmuş olmalı ki, gökteki kızıllık henüz gitmemişti. Astsubayı takip ederken çatal bıçak seslerini duymaya başladın. Kısa süre sonra da sebebini anlamıştın, astsubay sizi yemekhaneye getirmişti. ",
                    "save": false
                },
                {
                    "id": 15,
                    "text": "Onun arkasından sıraya girdiniz ve sıranız geldiğinde kahvaltı tepsilerinizi alıp astsubayla birlikte bir masaya oturup kahvaltınızı etmeye başladınız. Aranızdan biri, sarışın yeşil gözlü bir erkekti. “Benim adım Aaron. 19 yaşındayım, Teresta şehrinden geliyorum.” Dedi kendisini tanıtmak için.",
                    "save": false
                },
                {
                    "id": 16,
                    "text": "To be continued...",
                    "save": false
                }

            ]
        }
    ]
}